Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Label
ar: التسمية
el: Ετικέτα
es: Etiqueta
fr: Libellé
he: תווית
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
ru: Метка
te: లేబుల్
uk: Мітка
zh_hans: 标签
zh_hant: 標籤

source: Larger Text on Glasses
ar: تكبير النص على النظارة
el: Μεγαλύτερο κείμενο στα γυαλιά
es: Ampliar el texto en las gafas
fr: Agrandir le texte sur les lunettes
he: הגדל טקסט במשקפיים
hi: चश्मे पर टेक्स्ट बड़ा करें
it: Ingrandisci il testo sugli occhiali
ja: メガネの文字を大きく
ko: 안경 텍스트 크게
ru: Увеличить текст на очках
te: కళ్లద్దాలపై అక్షరాలను పెద్దవిగా చేయి
uk: Збільшити текст в окулярах
zh_hans: 放大眼镜上的文字
zh_hant: 放大眼鏡上的文字

source: Loading models…
ar: جارٍ تحميل النماذج…
el: Φόρτωση μοντέλων…
es: Cargando modelos…
fr: Chargement des modèles…
he: טוען דגמים…
hi: मॉडल लोड हो रहे हैं…
it: Caricamento dei modelli…
ja: モデルを読み込み中…
ko: 모델 불러오는 중…
ru: Загрузка моделей…
te: మోడల్‌లు లోడ్ అవుతున్నాయి…
uk: Завантаження моделей…
zh_hans: 正在加载模型…
zh_hant: 正在載入模型…

source: Local
ar: محلي
el: Τοπικό
he: מקומי
hi: लोकल
it: Locale
ja: ローカル
ko: 로컬
ru: Локальный
te: లోకల్
uk: Локальний
zh_hans: 本地
zh_hant: 本機

source: Manage Groups
ar: إدارة المجموعات
el: Διαχείριση ομάδων
es: Gestionar grupos
fr: Gérer les groupes
he: נהל קבוצות
hi: समूह प्रबंधित करें
it: Gestisci gruppi
ja: グループを管理
ko: 그룹 관리
ru: Управление группами
te: గ్రూప్‌లను నిర్వహించు
uk: Керування групами
zh_hans: 管理群组
zh_hant: 管理群組

source: Manage files
ar: إدارة الملفات
el: Διαχείριση αρχείων
es: Gestionar archivos
fr: Gérer les fichiers
he: ניהול קבצים
hi: फ़ाइलें प्रबंधित करें
it: Gestisci i file
ja: ファイルを管理する
ko: 파일 관리하기
ru: Управление файлами
te: ఫైల్‌లను నిర్వహించడం
uk: Керування файлами
zh_hans: 管理文件
zh_hant: 管理檔案

source: Method
ar: الطريقة
el: Μέθοδος
es: Método
fr: Méthode
he: שיטה
hi: तरीक़ा
it: Metodo
ja: 方式
ko: 방식
ru: Метод
te: పద్ధతి
uk: Метод
zh_hans: 方式
zh_hant: 方式

source: Minimize
ar: تصغير
el: Ελαχιστοποίηση
es: Minimizar
fr: Réduire
he: מזער
hi: छोटा करें
it: Riduci
ja: 最小化
ko: 최소화
ru: Свернуть
te: చిన్నదిగా చేయి
uk: Згорнути
zh_hans: 最小化
zh_hant: 縮到最小

source: Model
ar: النموذج
el: Μοντέλο
es: Modelo
fr: Modèle
he: דגם
hi: मॉडल
it: Modello
ja: モデル
ko: 모델
ru: Модель
te: మోడల్
uk: Модель
zh_hans: 模型
zh_hant: 模型

source: Model id
ar: معرّف النموذج
el: Αναγνωριστικό μοντέλου
es: ID del modelo
fr: Identifiant du modèle
he: מזהה דגם
hi: मॉडल आईडी
it: ID modello
ja: モデル ID
ko: 모델 ID
ru: Идентификатор модели
te: మోడల్ ఐడీ
uk: Ідентифікатор моделі
zh_hans: 模型 ID
zh_hant: 模型 ID

source: Model list updated — tap to show
ar: تم تحديث قائمة النماذج — اضغط للعرض
el: Η λίστα μοντέλων ενημερώθηκε — πατήστε για εμφάνιση
es: Lista de modelos actualizada: toca para mostrarla
fr: Liste des modèles mise à jour — touchez pour l'afficher
he: רשימת הדגמים עודכנה — הקש להצגה
hi: मॉडल सूची अपडेट हुई — दिखाने के लिए टैप करें
it: Elenco dei modelli aggiornato — tocca per mostrarlo
ja: モデルリストを更新しました — タップして表示
ko: 모델 목록이 업데이트됨 — 탭하여 표시
ru: Список моделей обновлён — нажмите, чтобы показать
te: మోడల్ జాబితా నవీకరించబడింది — చూపడానికి నొక్కండి
uk: Список моделей оновлено — торкніться, щоб показати
zh_hans: 模型列表已更新 — 轻点以显示
zh_hant: 模型列表已更新 — 點一下以顯示

source: Name
ar: الاسم
el: Όνομα
es: Nombre
fr: Nom
he: שם
hi: नाम
it: Nome
ja: 名前
ko: 이름
ru: Имя
te: పేరు
uk: Ім'я
zh_hans: 名称
zh_hant: 名稱

source: New Credentials
ar: بيانات اعتماد جديدة
el: Νέα διαπιστευτήρια
es: Credenciales nuevas
fr: Nouveaux identifiants
he: אישורי גישה חדשים
hi: नए क्रेडेंशियल
it: Nuove credenziali
ja: 新規認証情報
ko: 새로운 인증 정보
ru: Новые учётные данные
te: కొత్త ఆధారాలు
uk: Нові облікові дані
zh_hans: 新建凭证
zh_hant: 新增憑證

source: New Folder
ar: مجلد جديد
el: Νέος φάκελος
es: Carpeta nueva
fr: Nouveau dossier
he: תיקייה חדשה
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新規フォルダ
ko: 새로운 폴더
ru: Новая папка
te: కొత్త ఫోల్డర్
uk: Нова папка
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

source: New Forward
ar: توجيه جديد
el: Νέα προώθηση
es: Redirección nueva
fr: Nouvelle redirection
he: ניתוב חדש
hi: नया फ़ॉरवर्ड
it: Nuovo inoltro
ja: 新規転送
ko: 새로운 포워딩
ru: Новое перенаправление
te: కొత్త ఫార్వర్డ్
uk: Нове переспрямування
zh_hans: 新建转发
zh_hant: 新增轉送

source: New Group
ar: مجموعة جديدة
el: Νέα ομάδα
es: Grupo nuevo
fr: Nouveau groupe
he: קבוצה חדשה
hi: नया समूह
it: Nuovo gruppo
ja: 新規グループ
ko: 새로운 그룹
ru: Новая группа
te: కొత్త గ్రూప్
uk: Нова група
zh_hans: 新建群组
zh_hant: 新增群組

source: New Host
ar: مضيف جديد
el: Νέος διακομιστής
es: Host nuevo
fr: Nouvel hôte
he: מארח חדש
hi: नया होस्ट
it: Nuovo host
ja: 新規ホスト
ko: 새로운 호스트
ru: Новый хост
te: కొత్త హోస్ట్
uk: Новий хост
zh_hans: 新建主机
zh_hant: 新增主機

source: New Session
ar: جلسة جديدة
el: Νέα συνεδρία
es: Sesión nueva
fr: Nouvelle session
he: הפעלה חדשה
hi: नया सत्र
it: Nuova sessione
ja: 新規セッション
ko: 새로운 세션
ru: Новая сессия
te: కొత్త సెషన్
uk: Нова сесія
zh_hans: 新建会话
zh_hant: 新增工作階段

source: New Snippet
ar: مقتطف جديد
el: Νέο απόσπασμα
es: Fragmento nuevo
fr: Nouvel extrait
he: קטע חדש
hi: नया स्निपेट
it: Nuovo snippet
ja: 新規スニペット
ko: 새로운 스니펫
ru: Новый сниппет
te: కొత్త స్నిప్పెట్
uk: Новий сніпет
zh_hans: 新建代码片段
zh_hant: 新增程式碼片段

source: No Groups
ar: لا توجد مجموعات
el: Καμία ομάδα
es: Sin grupos
fr: Aucun groupe
he: אין קבוצות
hi: कोई समूह नहीं
it: Nessun gruppo
ja: グループなし
ko: 그룹 없음
ru: Нет групп
te: గ్రూప్‌లు లేవు
uk: Немає груп
zh_hans: 没有群组
zh_hant: 沒有群組

source: No Hosts
ar: لا يوجد مضيفون
el: Κανένας διακομιστής
es: Sin hosts
fr: Aucun hôte
he: אין מארחים
hi: कोई होस्ट नहीं
it: Nessun host
ja: ホストなし
ko: 호스트 없음
ru: Нет хостов
te: హోస్ట్‌లు లేవు
uk: Немає хостів
zh_hans: 没有主机
zh_hant: 沒有主機

source: No Keys
ar: لا توجد مفاتيح
el: Κανένα κλειδί
es: Sin claves
fr: Aucune clé
he: אין מפתחות
hi: कोई कुंजी नहीं
it: Nessuna chiave
ja: 鍵なし
ko: 키 없음
ru: Нет ключей
te: కీలు లేవు
uk: Немає ключів
zh_hans: 没有密钥
zh_hant: 沒有金鑰

source: No Port Forwards
ar: لا توجد توجيهات منافذ
el: Καμία προώθηση
es: Sin redirecciones de puertos
fr: Aucune redirection
he: אין ניתובי יציאות
hi: कोई फ़ॉरवर्ड नहीं
it: Nessun inoltro
ja: ポート転送なし
ko: 포트 포워딩 없음
ru: Нет перенаправлений
te: ఫార్వర్డ్‌లు లేవు
uk: Немає переспрямувань
zh_hans: 没有端口转发
zh_hant: 沒有埠轉送

source: No Snippets
ar: لا توجد مقتطفات
el: Κανένα απόσπασμα
es: Sin fragmentos
fr: Aucun extrait
he: אין קטעים
hi: कोई स्निपेट नहीं
it: Nessuno snippet
ja: スニペットなし
ko: 스니펫 없음
ru: Нет сниппетов
te: స్నిప్పెట్‌లు లేవు
uk: Немає сніпетів
zh_hans: 没有代码片段
zh_hant: 沒有程式碼片段

source: None
ar: بلا
el: Κανένα
es: Ninguno
fr: Aucun
he: ללא
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
ru: Нет
te: ఏదీ లేదు
uk: Немає
zh_hans: 无
zh_hant: 無

source: Not connected
ar: غير متصل
el: Χωρίς σύνδεση
es: Sin conexión
fr: Non connecté
he: אין חיבור
hi: कनेक्ट नहीं है
it: Non connesso
ja: 未接続
ko: 연결되지 않음
ru: Нет подключения
te: కనెక్ట్ కాలేదు
uk: Немає підключення
zh_hans: 未连接
zh_hant: 未連線

source: Off
ar: معطّل
el: Ανενεργό
es: Desactivado
fr: Désactivé
he: כבוי
hi: बंद
ja: オフ
ko: 끔
ru: Выкл.
te: ఆఫ్
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉

source: On the **Hosts** tab, tap **+**, then **New Host**.
ar: من علامة التبويب **المضيفون**، اضغط **+** ثم **مضيف جديد**.
el: Στην καρτέλα **Διακομιστές**, πατήστε **+** και μετά **Νέος διακομιστής**.
es: En la pestaña **Hosts**, toca **+** y luego **Host nuevo**.
fr: Dans l'onglet **Hôtes**, touchez **+**, puis **Nouvel hôte**.
he: בלשונית **מארחים**, הקש **+** ואז **מארח חדש**.
hi: **होस्ट** टैब में **+** टैप करें, फिर **नया होस्ट**।
it: Nella scheda **Host**, tocca **+**, poi **Nuovo host**.
ja: **ホスト**タブで **+** をタップし、**新規ホスト**を選びます。
ko: **호스트** 탭에서 **+**를 탭한 다음 **새로운 호스트**를 선택하십시오.
ru: На вкладке **Хосты** нажмите **+**, затем **Новый хост**.
te: **హోస్ట్‌లు** ట్యాబ్‌లో **+** నొక్కి, ఆ తర్వాత **కొత్త హోస్ట్** నొక్కండి.
uk: На вкладці **Хости** торкніться **+**, потім **Новий хост**.
zh_hans: 在**主机**标签页中，轻点 **+**，然后选择**新建主机**。
zh_hant: 在**主機**標籤頁中，點一下 **+**，然後選擇**新增主機**。

source: On the **Keychain** tab, tap **+** and choose **Import Existing Key…**
ar: من علامة التبويب **سلسلة المفاتيح**، اضغط **+** واختر **استيراد مفتاح موجود…**
el: Στην καρτέλα **Μπρελόκ**, πατήστε **+** και επιλέξτε **Εισαγωγή υπάρχοντος κλειδιού…**
es: En la pestaña **Llavero**, toca **+** y elige **Importar clave existente…**
fr: Dans l'onglet **Trousseau**, touchez **+** et choisissez **Importer une clé existante…**
he: בלשונית **מחזיק מפתחות**, הקש **+** ובחר **ייבוא מפתח קיים…**
hi: **कीचेन** टैब में **+** टैप करें और **मौजूदा कुंजी आयात करें…** चुनें।
it: Nella scheda **Portachiavi**, tocca **+** e scegli **Importa chiave esistente…**
ja: **キーチェーン**タブで **+** をタップし、**既存の鍵を読み込む…** を選びます。
ko: **키체인** 탭에서 **+**를 탭하고 **기존 키 가져오기…**를 선택하십시오.
ru: На вкладке **Ключи** нажмите **+** и выберите **Импортировать существующий ключ…**
te: **కీచెయిన్** ట్యాబ్‌లో **+** నొక్కి, **ఇప్పటికే ఉన్న కీని దిగుమతి చేయి…** ఎంచుకోండి.
uk: На вкладці **Ключі** торкніться **+** і виберіть **Імпортувати наявний ключ…**
zh_hans: 在**钥匙串**标签页中，轻点 **+** 并选择**导入已有密钥…**
zh_hant: 在**鑰匙圈**標籤頁中，點一下 **+** 並選擇**輸入既有金鑰…**

source: On the **Keychain** tab, tap **+**, choose **Generate Ed25519 Key…**, and give the key a label.
ar: من علامة التبويب **سلسلة المفاتيح**، اضغط **+**، واختر **توليد مفتاح Ed25519…**، وأعطِ المفتاح تسمية.
el: Στην καρτέλα **Μπρελόκ**, πατήστε **+**, επιλέξτε **Παραγωγή κλειδιού Ed25519…** και δώστε μια ετικέτα στο κλειδί.
es: En la pestaña **Llavero**, toca **+**, elige **Generar clave Ed25519…** y ponle una etiqueta a la clave.
fr: Dans l'onglet **Trousseau**, touchez **+**, choisissez **Générer une clé Ed25519…** et donnez un libellé à la clé.
he: בלשונית **מחזיק מפתחות**, הקש **+**, בחר **צור מפתח Ed25519…** ותן למפתח תווית.
hi: **कीचेन** टैब में **+** टैप करें, **Ed25519 कुंजी जनरेट करें…** चुनें और कुंजी को कोई लेबल दें।
it: Nella scheda **Portachiavi**, tocca **+**, scegli **Genera chiave Ed25519…** e assegna un'etichetta alla chiave.
ja: **キーチェーン**タブで **+** をタップし、**Ed25519 鍵を生成…** を選んで、鍵にラベルを付けます。
ko: **키체인** 탭에서 **+**를 탭하고 **Ed25519 키 만들기…**를 선택한 다음 키에 레이블을 지정하십시오.
ru: На вкладке **Ключи** нажмите **+**, выберите **Сгенерировать ключ Ed25519…** и задайте ключу метку.
te: **కీచెయిన్** ట్యాబ్‌లో **+** నొక్కి, **Ed25519 కీని రూపొందించు…** ఎంచుకుని, కీకి ఒక లేబుల్ ఇవ్వండి.
uk: На вкладці **Ключі** торкніться **+**, виберіть **Згенерувати ключ Ed25519…** і надайте ключу мітку.
zh_hans: 在**钥匙串**标签页中，轻点 **+**，选择**生成 Ed25519 密钥…**，并为密钥设置标签。
zh_hant: 在**鑰匙圈**標籤頁中，點一下 **+**，選擇**產生 Ed25519 金鑰…**，並為金鑰設定標籤。

source: On the **Port Forwarding** tab, tap **+** to add one.
ar: من علامة التبويب **توجيه المنافذ**، اضغط **+** لإضافة واحد.
el: Στην καρτέλα **Προώθηση θυρών**, πατήστε **+** για να προσθέσετε μία.
es: En la pestaña **Redirección de puertos**, toca **+** para añadir una.
fr: Dans l'onglet **Redirection de ports**, touchez **+** pour en ajouter une.
he: בלשונית **ניתוב יציאות**, הקש **+** כדי להוסיף אחד.
hi: **पोर्ट फ़ॉरवर्डिंग** टैब में जोड़ने के लिए **+** टैप करें।
it: Nella scheda **Inoltro porte**, tocca **+** per aggiungerne uno.
ja: **ポート転送**タブで **+** をタップして追加します。
ko: **포트 포워딩** 탭에서 **+**를 탭하여 추가하십시오.
ru: На вкладке **Порты** нажмите **+**, чтобы добавить перенаправление.
te: **పోర్ట్ ఫార్వర్డింగ్** ట్యాబ్‌లో ఒకదాన్ని జోడించడానికి **+** నొక్కండి.
uk: На вкладці **Порти** торкніться **+**, щоб додати переспрямування.
zh_hans: 在**端口转发**标签页中，轻点 **+** 添加一个。
zh_hant: 在**埠轉送**標籤頁中，點一下 **+** 加入一個。

source: On the **Snippets** tab, tap **+** to save a command with a label.
ar: من علامة التبويب **المقتطفات**، اضغط **+** لحفظ أمر مع تسمية.
el: Στην καρτέλα **Αποσπάσματα**, πατήστε **+** για να αποθηκεύσετε μια εντολή με ετικέτα.
es: En la pestaña **Fragmentos**, toca **+** para guardar un comando con una etiqueta.
fr: Dans l'onglet **Extraits**, touchez **+** pour enregistrer une commande avec un libellé.
he: בלשונית **קטעים**, הקש **+** כדי לשמור פקודה עם תווית.
hi: **स्निपेट** टैब में लेबल के साथ कमांड सहेजने के लिए **+** टैप करें।
it: Nella scheda **Snippet**, tocca **+** per salvare un comando con un'etichetta.
ja: **スニペット**タブで **+** をタップし、ラベルを付けてコマンドを保存します。
ko: **스니펫** 탭에서 **+**를 탭하여 레이블과 함께 명령어를 저장하십시오.
ru: На вкладке **Сниппеты** нажмите **+**, чтобы сохранить команду с меткой.
te: **స్నిప్పెట్‌లు** ట్యాబ్‌లో లేబుల్‌తో కమాండ్‌ను సేవ్ చేయడానికి **+** నొక్కండి.
uk: На вкладці **Сніпети** торкніться **+**, щоб зберегти команду з міткою.
zh_hans: 在**代码片段**标签页中，轻点 **+** 保存带标签的命令。
zh_hant: 在**程式碼片段**標籤頁中，點一下 **+** 儲存帶標籤的指令。

source: On the Key Bar
ar: في شريط المفاتيح
el: Στη μπάρα πλήκτρων
es: En la barra de teclas
fr: Sur la barre de touches
he: בסרגל המקשים
hi: कुंजी पट्टी पर
it: Sulla barra tasti
ja: キーバー上
ko: 키 바에 표시
ru: На панели клавиш
te: కీ బార్‌పై
uk: На панелі клавіш
zh_hans: 在按键栏中
zh_hant: 在按鍵列中

source: Once accepted, the key is remembered and you won't be asked again.
ar: بعد القبول، يُحفظ المفتاح ولن تُسأل مرة أخرى.
el: Μόλις γίνει αποδεκτό, το κλειδί απομνημονεύεται και δεν θα ερωτηθείτε ξανά.
es: Una vez aceptada, la clave se recuerda y no se te volverá a preguntar.
fr: Une fois acceptée, la clé est mémorisée et la question ne vous sera plus posée.
he: לאחר האישור, המפתח נשמר ולא תישאל שוב.
hi: एक बार स्वीकार करने पर कुंजी याद रख ली जाती है और आपसे दोबारा नहीं पूछा जाएगा।
it: Una volta accettata, la chiave viene memorizzata e non ti verrà più chiesto.
ja: 一度受け入れると鍵が記憶され、次回以降は確認されません。
ko: 한 번 수락하면 키가 기억되어 다시 묻지 않습니다.
ru: После принятия ключ запоминается, и вопрос больше не появится.
te: ఒకసారి అంగీకరించిన తర్వాత కీ గుర్తుంచుకోబడుతుంది, మిమ్మల్ని మళ్లీ అడగరు.
uk: Після прийняття ключ запам'ятовується, і вас більше не питатимуть.
zh_hans: 一旦接受，该密钥就会被记住，不会再次询问你。
zh_hant: 一旦接受，該金鑰就會被記住，不會再次詢問你。

source: Open Terminal
ar: فتح الطرفية
el: Άνοιγμα τερματικού
es: Abrir el terminal
fr: Ouvrir le terminal
he: פתח מסוף
hi: टर्मिनल खोलें
it: Apri il terminale
ja: ターミナルを開く
ko: 터미널 열기
ru: Открыть терминал
te: టెర్మినల్ తెరువు
uk: Відкрити термінал
zh_hans: 打开终端
zh_hant: 打開終端機

source: Open a session on your phone
ar: افتح جلسة على هاتفك
el: Ανοίξτε μια συνεδρία στο τηλέφωνό σας
es: Abre una sesión en tu teléfono
fr: Ouvrez une session sur votre téléphone
he: פתח הפעלה בטלפון
hi: अपने फ़ोन पर एक सत्र खोलें
it: Apri una sessione sul telefono
ja: iPhone でセッションを開いてください
ko: iPhone에서 세션을 여세요
ru: Откройте сессию на телефоне
te: మీ ఫోన్‌లో ఒక సెషన్ తెరవండి
uk: Відкрийте сесію на телефоні
zh_hans: 请在 iPhone 上打开一个会话
zh_hant: 請在 iPhone 上開啟一個工作階段

source: Open several hosts at once — each session is a tab across the top. Tap its name to switch, or the red **✕** to close it.
ar: افتح عدة مضيفين في وقت واحد — كل جلسة هي علامة تبويب في الأعلى. اضغط على اسمها للتبديل، أو على **✕** الحمراء لإغلاقها.
el: Ανοίξτε πολλούς διακομιστές ταυτόχρονα — κάθε συνεδρία είναι μια καρτέλα στο επάνω μέρος. Πατήστε το όνομά της για εναλλαγή ή το κόκκινο **✕** για να την κλείσετε.
es: Abre varios hosts a la vez: cada sesión es una pestaña en la parte superior. Toca su nombre para cambiar, o la **✕** roja para cerrarla.
fr: Ouvrez plusieurs hôtes à la fois — chaque session est un onglet en haut. Touchez son nom pour changer de session, ou la **✕** rouge pour la fermer.
he: אפשר לפתוח כמה מארחים בו-זמנית — כל הפעלה היא לשונית בחלק העליון. הקש על השם כדי להחליף, או על ה-**✕** האדום כדי לסגור.
hi: एक साथ कई होस्ट खोलें — हर सत्र ऊपर एक टैब होता है। बदलने के लिए उसका नाम टैप करें, या बंद करने के लिए लाल **✕**।
it: Apri più host contemporaneamente — ogni sessione è una scheda in alto. Tocca il suo nome per passare a essa, o la **✕** rossa per chiuderla.
ja: 複数のホストを同時に開けます。各セッションは上部のタブになります。名前をタップして切り替え、赤い **✕** で閉じます。
ko: 여러 호스트를 동시에 열 수 있습니다. 각 세션은 상단의 탭으로 표시됩니다. 이름을 탭하여 전환하고, 빨간색 **✕**를 탭하여 닫으십시오.
ru: Открывайте несколько хостов сразу — каждая сессия представлена вкладкой сверху. Нажмите её название для переключения или красный **✕**, чтобы закрыть.
te: ఒకేసారి అనేక హోస్ట్‌లను తెరవండి — ప్రతి సెషన్ పైన ఒక ట్యాబ్‌గా ఉంటుంది. మారడానికి దాని పేరును నొక్కండి, లేదా మూసివేయడానికి ఎరుపు **✕** నొక్కండి.
uk: Відкривайте кілька хостів одночасно — кожна сесія є вкладкою вгорі. Торкніться її назви, щоб перемкнутися, або червоного **✕**, щоб закрити.
zh_hans: 可同时打开多台主机 — 每个会话都是顶部的一个标签。轻点名称可切换，轻点红色 **✕** 可关闭。
zh_hant: 可同時打開多部主機 — 每個工作階段都是頂端的一個標籤。點一下名稱可切換，點一下紅色 **✕** 可關閉。

source: Open the browser
ar: فتح المتصفّح
el: Άνοιγμα περιηγητή
es: Abrir el explorador
fr: Ouvrir le navigateur
he: פתיחת הדפדפן
hi: ब्राउज़र खोलें
it: Apri il browser
ja: ブラウザを開く
ko: 탐색기 열기
ru: Открыть обзор
te: బ్రౌజర్ తెరువు
uk: Відкрити огляд
zh_hans: 打开浏览器
zh_hant: 打開瀏覽器

source: Operation Failed
ar: فشلت العملية
el: Η ενέργεια απέτυχε
es: La operación falló
fr: Échec de l'opération
he: הפעולה נכשלה
hi: कार्रवाई विफल
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업하지 못함
ru: Не удалось выполнить операцию
te: చర్య విఫలమైంది
uk: Не вдалося виконати операцію
zh_hans: 操作失败
zh_hant: 操作失敗

source: Or set the host's **Protocol** to **SFTP (Files)**, and tapping it opens the browser instead of a terminal.
ar: أو اضبط **بروتوكول** المضيف على **SFTP (الملفات)**، فيؤدي الضغط عليه إلى فتح المتصفّح بدلًا من الطرفية.
el: Ή ορίστε το **Πρωτόκολλο** του διακομιστή σε **SFTP (Αρχεία)**: πατώντας τον ανοίγει ο περιηγητής αντί για τερματικό.
es: O ajusta el **Protocolo** del host a **SFTP (Archivos)**: al tocarlo se abrirá el explorador en lugar de un terminal.
fr: Ou réglez le **Protocole** de l'hôte sur **SFTP (Fichiers)** : le toucher ouvre alors le navigateur au lieu d'un terminal.
he: לחלופין הגדר את ה**פרוטוקול** של המארח ל-**SFTP (קבצים)**, ואז הקשה עליו תפתח את הדפדפן במקום מסוף.
hi: या होस्ट का **प्रोटोकॉल** **SFTP (फ़ाइलें)** पर सेट करें, तब उसे टैप करने पर टर्मिनल की जगह ब्राउज़र खुलता है।
it: Oppure imposta il **Protocollo** dell'host su **SFTP (File)**: toccandolo si apre il browser invece del terminale.
ja: または、ホストの**プロトコル**を **SFTP（ファイル）**に設定すると、タップしたときにターミナルではなくブラウザが開きます。
ko: 또는 호스트의 **프로토콜**을 **SFTP(파일)**로 설정하면, 탭했을 때 터미널 대신 탐색기가 열립니다.
ru: Либо задайте для хоста **Протокол** **SFTP (файлы)**: тогда нажатие открывает обозреватель вместо терминала.
te: లేదా హోస్ట్ **ప్రోటోకాల్**ను **SFTP (ఫైల్‌లు)** గా సెట్ చేయండి, అప్పుడు దాన్ని నొక్కితే టెర్మినల్‌కు బదులుగా బ్రౌజర్ తెరుచుకుంటుంది.
uk: Або задайте для хоста **Протокол** **SFTP (файли)**: тоді дотик відкриває оглядач замість термінала.
zh_hans: 或者把主机的**协议**设为 **SFTP（文件）**，这样轻点它会打开浏览器而不是终端。
zh_hant: 或者將主機的**通訊協定**設為 **SFTP（檔案）**，這樣點一下它會打開瀏覽器而不是終端機。

source: Or tap **Choose File…** to pick the key out of Files.
ar: أو اضغط **اختيار ملف…** لاختيار المفتاح من الملفات.
el: Ή πατήστε **Επιλογή αρχείου…** για να επιλέξετε το κλειδί από τα Αρχεία.
es: O toca **Elegir archivo…** para seleccionar la clave en Archivos.
fr: Ou touchez **Choisir un fichier…** pour sélectionner la clé dans Fichiers.
he: או הקש **בחר קובץ…** כדי לבחור את המפתח מתוך קבצים.
hi: या **फ़ाइल चुनें…** टैप करके कुंजी को फ़ाइलों में से चुनें।
it: Oppure tocca **Scegli file…** per selezionare la chiave da File.
ja: または **ファイルを選択…** をタップして、“ファイル”から鍵を選びます。
ko: 또는 **파일 선택…**을 탭해 파일에서 키를 선택하십시오.
ru: Либо нажмите **Выбрать файл…**, чтобы выбрать ключ в Файлах.
te: లేదా **ఫైల్ ఎంచుకోండి…** నొక్కి, ఫైల్‌ల నుండి కీని ఎంచుకోండి.
uk: Або торкніться **Вибрати файл…**, щоб вибрати ключ у Файлах.
zh_hans: 或者轻点**选择文件…**，从“文件”中选取密钥。
zh_hant: 或者點一下**選擇檔案…**，從「檔案」中選取金鑰。

source: Organization
ar: المؤسسة
el: Οργανισμός
es: Organización
fr: Organisation
he: ארגון
hi: संगठन
it: Organizzazione
ja: 組織
ko: 조직
ru: Организация
te: సంస్థ
uk: Організація
zh_hans: 组织
zh_hant: 組織

source: Parent
ar: الأصل
el: Γονική
es: Superior
he: אב
hi: मूल
it: Genitore
ja: 親
ko: 상위
ru: Родитель
te: మూలం
uk: Батьківська
zh_hans: 上级
zh_hant: 上層

source: Passphrase
ar: عبارة المرور
el: Συνθηματική φράση
es: Frase de contraseña
fr: Phrase secrète
he: מילת צופן
hi: पासफ़्रेज़
ja: パスフレーズ
ko: 암호
ru: Пароль ключа
te: పాస్‌ఫ్రేజ్
uk: Пароль ключа
zh_hans: 密码短语
zh_hant: 密碼短語

source: Password
ar: كلمة السر
el: Κωδικός
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
ja: パスワード
ko: 암호
ru: Пароль
te: పాస్‌వర్డ్
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Passwords and private keys are kept in the **iOS Keychain**.
ar: تُحفظ كلمات السر والمفاتيح الخاصة في **سلسلة مفاتيح iOS**.
el: Οι κωδικοί και τα ιδιωτικά κλειδιά φυλάσσονται στο **Μπρελόκ του iOS**.
es: Las contraseñas y las claves privadas se guardan en el **Llavero de iOS**.
fr: Les mots de passe et les clés privées sont conservés dans le **trousseau iOS**.
he: סיסמאות ומפתחות פרטיים נשמרים ב**מחזיק המפתחות של iOS**.
hi: पासवर्ड और निजी कुंजियाँ **iOS कीचेन** में रखी जाती हैं।
it: Le password e le chiavi private sono conservate nel **Portachiavi iOS**.
ja: パスワードと秘密鍵は **iOS のキーチェーン**に保存されます。
ko: 암호와 개인 키는 **iOS 키체인**에 보관됩니다.
ru: Пароли и закрытые ключи хранятся в **связке ключей iOS**.
te: పాస్‌వర్డ్‌లు మరియు ప్రైవేట్ కీలు **iOS కీచెయిన్**లో ఉంచబడతాయి.
uk: Паролі та закриті ключі зберігаються у **зв'язці ключів iOS**.
zh_hans: 密码和私钥保存在 **iOS 钥匙串**中。
zh_hant: 密碼與私密金鑰保存在 **iOS 鑰匙圈**中。

source: Paste API key
ar: لصق مفتاح API
el: Επικόλληση κλειδιού API
es: Pegar la clave API
fr: Coller la clé API
he: הדבק מפתח API
hi: API कुंजी चिपकाएँ
it: Incolla la chiave API
ja: API キーを貼り付け
ko: API 키 붙여넣기
ru: Вставить ключ API
te: API కీని అతికించు
uk: Вставити ключ API
zh_hans: 粘贴 API 密钥
zh_hant: 貼上 API 金鑰

source: Paste the whole private key file, including the BEGIN and END lines. Ed25519 and RSA keys in OpenSSH format are supported.
ar: الصق ملف المفتاح الخاص بالكامل، بما في ذلك سطرَي BEGIN وEND. المفاتيح المدعومة هي Ed25519 وRSA بتنسيق OpenSSH.
el: Επικολλήστε ολόκληρο το αρχείο ιδιωτικού κλειδιού, μαζί με τις γραμμές BEGIN και END. Υποστηρίζονται κλειδιά Ed25519 και RSA σε μορφή OpenSSH.
es: Pega el archivo de clave privada completo, incluidas las líneas BEGIN y END. Se admiten claves Ed25519 y RSA en formato OpenSSH.
fr: Collez le fichier de clé privée en entier, lignes BEGIN et END comprises. Les clés Ed25519 et RSA au format OpenSSH sont prises en charge.
he: הדבק את קובץ המפתח הפרטי כולו, כולל השורות BEGIN ו‑END. נתמכים מפתחות Ed25519 ו‑RSA בתבנית OpenSSH.
hi: पूरी निजी कुंजी फ़ाइल चिपकाएँ, BEGIN और END पंक्तियों सहित। OpenSSH प्रारूप में Ed25519 और RSA कुंजियाँ समर्थित हैं।
it: Incolla l'intero file della chiave privata, comprese le righe BEGIN e END. Sono supportate chiavi Ed25519 e RSA in formato OpenSSH.
ja: BEGIN 行と END 行を含め、秘密鍵ファイル全体を貼り付けてください。OpenSSH 形式の Ed25519 鍵と RSA 鍵に対応しています。
ko: BEGIN과 END 줄을 포함해 개인 키 파일 전체를 붙여넣으세요. OpenSSH 형식의 Ed25519 및 RSA 키를 지원합니다.
ru: Вставьте файл закрытого ключа целиком, включая строки BEGIN и END. Поддерживаются ключи Ed25519 и RSA в формате OpenSSH.
te: BEGIN మరియు END పంక్తులతో సహా ప్రైవేట్ కీ ఫైల్ మొత్తాన్ని అతికించండి. OpenSSH ఫార్మాట్‌లోని Ed25519 మరియు RSA కీలకు మద్దతు ఉంది.
uk: Вставте файл закритого ключа повністю, разом із рядками BEGIN і END. Підтримуються ключі Ed25519 та RSA у форматі OpenSSH.
zh_hans: 粘贴完整的私钥文件，包括 BEGIN 和 END 行。支持 OpenSSH 格式的 Ed25519 和 RSA 密钥。
zh_hant: 貼上完整的私密金鑰檔案，包括 BEGIN 與 END 行。支援 OpenSSH 格式的 Ed25519 與 RSA 金鑰。

source: Paste your config text, or tap **Choose File**.
ar: الصق نص الإعداد الخاص بك، أو اضغط **اختيار ملف**.
el: Επικολλήστε το κείμενο της ρύθμισής σας ή πατήστε **Επιλογή αρχείου**.
es: Pega el texto de tu configuración o toca **Elegir archivo**.
fr: Collez le texte de votre configuration, ou touchez **Choisir un fichier**.
he: הדבק את טקסט התצורה שלך, או הקש **בחר קובץ**.
hi: अपना कॉन्फ़िग टेक्स्ट चिपकाएँ, या **फ़ाइल चुनें** टैप करें।
it: Incolla il testo della tua configurazione, oppure tocca **Scegli file**.
ja: 設定のテキストを貼り付けるか、**ファイルを選択**をタップします。
ko: 설정 텍스트를 붙여넣거나 **파일 선택**을 탭하십시오.
ru: Вставьте текст конфигурации или нажмите **Выбрать файл**.
te: మీ కాన్ఫిగ్ టెక్స్ట్‌ను అతికించండి, లేదా **ఫైల్ ఎంచుకోండి** నొక్కండి.
uk: Вставте текст своєї конфігурації або торкніться **Вибрати файл**.
zh_hans: 粘贴你的配置文本，或轻点**选择文件**。
zh_hant: 貼上你的設定文字，或點一下**選擇檔案**。
